Repository: bigpanther/shipanther
Catalog: i18n/intl_messages_*.arb
Languages: pa

# tenantsTitle
source: {howMany,plural, =0{Tenant}=1{Tenant}other{Tenants}}
pa: {howMany,plural, =0{ਕਿਰਾਏਦਾਰ}=1{ਕਿਰਾਏਦਾਰ}other{ਕਿਰਾਏਦਾਰ}}

# tenantLessUserMessage
source: Thanks for signing up. We will review your registration. We are in a limited beta at the moment. Please check back later.
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਡਾ ਬਹੁਤ ਧੰਨਵਾਦ। ਏਹ ਸੌਫਟਵੇਅਰ ਹਾਲੀ ਤਜਰਬੇ ਵਾਲੀ ਸਥਿਤੀ ਵਿੱਚ ਹੈ । ਅਸੀਂ ਤੁਹਾਨੰ ਛੇਤੀ ਹੀ ਵਾਪਿਸ ਜੁਵਾਬ ਦੇਵਾਂਗੇ। ਧੰਨਵਾਦ।

# terminalsTitle
source: {howMany,plural, =0{Terminal}=1{Terminal}other{Terminals}}
pa: {howMany,plural, =0{ਟਰਮੀਨਲ}=1{ਟਰਮੀਨਲ}other{ਟਰਮੀਨਲ}}

# ordersTitle
source: {howMany,plural, =0{Order}=1{Order}other{Orders}}
pa: {howMany,plural, =0{ਆਰਡਰਸ}=1{ਆਰਡਰਸ}other{ਆਰਡਰਸ}}

# usersTitle
source: {howMany,plural, =0{User}=1{User}other{Users}}
pa: {howMany,plural, =0{ਉਪਭੋਗਤਾ}=1{ਉਪਭੋਗਤਾ}other{ਉਪਭੋਗਤਾ}}

# carriersTitle
source: {howMany,plural, =0{Carrier}=1{Carrier}other{Carriers}}
pa: {howMany,plural, =0{ਕੈਰੀਅਰ}=1{ਕੈਰੀਅਰ}other{ਕੈਰੀਅਰ}}

# customersTitle
source: {howMany,plural, =0{Customer}=1{Customer}other{Customers}}
pa: {howMany,plural, =0{ਗਾਹਕ}=1{ਗਾਹਕ}other{ਗਾਹਕ}}

# paramRequired
source: {param} is required
pa: {param} ਦੀ ਲੋੜ ਹੈ

source: Email
pa: ਈ-ਮੇਲ

source: Home
pa: ਮੁੱਖ ਪੰਨਾ

source: Logout
pa: ਲਾੱਗ ਆਊਟ

source: Sign In
pa: ਲਾੱਗ ਇਨ

source: Register
pa: ਪੰਜੀਕਰਨ

source: Settings
pa: ਸੈਟਿੰਗਜ਼

source: Password
pa: ਪਾਸਵਰਡ

source: Name
pa: ਨਾਮ

# welcome
source: Welcome to Shipanther
pa: ਸ਼ਿੱਪਐਨਥਰ ਤੁਹਾਡਾ ਸਵਾਗਤ ਕਰਦਾ ਹੈ

source: No date chosen
pa: ਕੋਈ ਤਾਰੀਖ ਨਹੀਂ ਚੁਣੀ ਗਈ

# emailSent
source: An Email has been sent to {emailId}. Please check your inbox.
pa: {emailId} ਨੂੰ ਈਮੇਲ ਭੇਜੀ ਗਈ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇਨਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ।

# emailNotVerified
source: This Email Id is not yet verified. Please try again.
pa: ਇਹ ਈਮੇਲ ਆਈਡੀ ਅਜੇ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਹੈ. ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.

source: Reset Password
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ

source: Forgot Password?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

# resetPasswordMessage
source: An email with the reset link would be sent to you.
pa: ਰੀਸੈਟ ਲਿੰਕ ਵਾਲੀ ਇੱਕ ਈਮੇਲ ਤੁਹਾਨੂੰ ਭੇਜੀ ਜਾਏਗੀ.

source: Profile
pa: ਪ੍ਰੋਫਾਈਲ

source: Save
pa: ਰੱਖਣਾ

source: Edit
pa: ਸੰਪਾਦਿਤ ਕਰੋ

source: Create
pa: ਬਣਾਓ

source: Username
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ

source: Confirm password
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ

source: Change password
pa: ਪਾਸਵਰਡ ਬਦਲੋ

source: New password
pa: ਨਵਾਂ ਪਾਸਵਰਡ

source: Old password
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ
